tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bat"
brew "broot"
brew "catimg"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lnav"
brew "lynx"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "nodenv"
brew "parallel"
brew "path-extractor"
brew "randomize-lines"
brew "ripgrep"
brew "sox"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "dashlane"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "gimp"
cask "iterm2"
cask "java"
cask "keyboardcleantool"
cask "keycastr"
cask "mongodb-compass"
cask "numi"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
