tap "aci/tools", "git@github.pie.apple.com:aci/homebrew-tools.git"
tap "apple/cnr", "git@github.pie.apple.com:cnr/homebrew-tap.git"
tap "apple/sre-tools", "git@github.pie.apple.com:sre-tools/homebrew-sretools.git"
tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "pie/tap", "git@github.pie.apple.com:pie/homebrew-tap.git"
tap "romkatv/powerlevel10k"
brew "bash"
brew "bat"
brew "bazelisk"
brew "buildifier"
brew "buildozer"
brew "catimg"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "openssl@1.1"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kind"
brew "libpq"
brew "lnav"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "nodenv"
brew "parallel"
brew "path-extractor"
brew "pgcli"
brew "randomize-lines"
brew "ripgrep"
brew "sox"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "aci/tools/kcli"
brew "apple/cnr/bazelw"
brew "bazelbuild/tap/ibazel"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "applejdk"
cask "discord"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "keyboardcleantool"
cask "keycastr"
cask "numi"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
